"ADD_EVENT_PROMPT" = "Detaliile acestui eveniment.";
"ADD_EVENT" = "Eveniment";
"EDIT_EVENT" = "Editare";
"CANCEL" = "Anulați";

"DELETE" = "Ștergeți";
"DELETE_ONE" = "Ștergeți doar acest ev.";
"DELETE_FUTURE" = "Ștergeți toate ev. viitoare";
"DELETE_RECURRING_ALERT_TITLE" = "Acesta este un eveniment repetitiv.";
"DELETE_EVENT" = "Ștergeți eveniment";

"DETACH_ONE" = "Modificați doar acest ev.";
"DETACH_FUTURE" = "Modificați ev. viitoare";
"DETACH_ALL" = "Modificați toate ev.";
"DETACH_ALERT_TITLE" = "Acesta este un eveniment repetitiv.";

"CANCEL_DIRTY_ALERT_TITLE" = "Acest eveniment a fost editat.";
"CANCEL_DIRTY_CANCEL" = "Anulați editare";
"CANCEL_DIRTY_REVIEW" = "Revizuiți editarea";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Imposibil de trimis invitația";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "\"%@\" nu pare să fie o adresă de e-mail validă.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Titlu";
"LOCATION_PLACEHOLDER" = "Loc";
"TITLE_DETAIL_NAV_TITLE" = "Titlu și loc";
"DEFAULT_EVENT_TITLE" = "Eveniment nou";
"ADD_TO_CALENDAR" = "Adăugați în calendar";

"STARTS" = "Începe";
"ENDS" = "Se termină";
"DATE_DETAIL_NAV_TITLE" = "Început/sfârșit";
"ALL_DAY_SWITCH_TITLE" = "Toată ziua";
"TIME_ZONE" = "Fus orar";
"FLOATING" = "Flotant";

"REPEAT" = "Repetare";
"NEVER_DETAIL" = "Niciodată";
"DAILY_DETAIL" = "În fiecare zi";
"WEEKLY_DETAIL" = "În fiecare săptămână";
"BIWEEKLY_DETAIL" = "La fiecare 2 săptămâni";
"MONTHLY_DETAIL" = "În fiecare lună";
"YEARLY_DETAIL" = "În fiecare an";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Repetare";
"END_REPEAT" = "Sfârșit repetare";
"END_REPEAT_NAV_TITLE" = "Sfârșit repetare";
"TIME_ZONE_CHOOSER_PROMPT" = "Introduceți numele unui oraș.";

"REPEAT_FOREVER" = "Repetare permanentă";

"ADD_INVITEES_NAV_TITLE" = "Adăugați invitați";
"ADD_INVITEES_PROMPT" = "Adăugați invitați la acest eveniment.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Evenimentul nu poate fi salvat";
"ALERT_TIME" = "Oră alertă";
"CANNOT_REPEAT_EVENT" = "Evenimentul nu poate fi repetat";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

